import type { Artifact } from "@/app/entities/artifact/model";

export const artifactDataset: Artifact[] = [
  { id : '001', name:	'雪の密林の狩人'},
  { id : '002', name:	'昼夜の狭間を翔ける鷹'},
  { id : '003', name:	'流雲無痕の過客'},
  { id : '004', name:	'草の穂ガンマン'},
  { id : '005', name:	'成り上がりチャンピオン'},
  { id : '006', name:	'流星の跡を追う怪盗'},
  { id : '007', name:	'吹雪と対峙する兵士'},
  { id : '008', name:	'星の如く輝く天才'},
  { id : '009', name:	'純庭教会の聖騎士'},
  { id : '010', name:	'雷鳴轟くバンド'},
  { id : '011', name:	'溶岩で鍛造する火匠'},
  { id : '012', name:	'荒地で盗みを働く廃土客'},
  { id : '013', name:	'宝命長存の蒔者'},
  { id : '014', name:	'仮想空間を漫遊するメッセンジャー'},
  { id : '015', name:	'灰燼を燃やし尽くす大公'},
  { id : '016', name:	'深い牢獄の囚人'},
  { id : '017', name:	'死水に潜る先駆者'},
  { id : '018', name:	'夢を弄ぶ時計屋'},
  { id : '019', name:	'蝗害を一掃せし鉄騎'},
  { id : '020', name:	'風雲を薙ぎ払う勇烈'},
  { id : '021', name:	'再び苦難の道を歩む司祭'},
  { id : '022', name:	'知識の海に溺れる学者'},
  { id : '023', name:	'亡国の悲哀を詠う詩人'},
  { id : '024', name:	'凱歌を掲げる英雄'}
];
